[STRING]
00001=Flatcam to 3D Printer | G-Code Uyarlayıcı| v1.0
00002=&Ayarlar
00003=Ayarlar
00004=&Yardım
00005=Yardım
00006=&Hakkında
00007=Hakkında
00008=• İzolasyon Kazıması GCODE:
00009=Bul
00010=Henüz dosya seçilmedi.
00011=• Delme GCODE:
00012=SEÇENEKLER
00013=DÖNÜŞTÜR
00014=Ayarlar
00015=AYARLAR
00016=Dil:
00017=Renk Modu:
00018=Dönüşüm Sonrası Programı Kapat?
00019=KAYDET
00020=Kaydettikten sonra programı yeniden başlatın.
00021=Hakkında | FlatCAM to 3D Printer
00022=This program is not affiliated with flatCAM or Marlin Software.
00023=Baskı Seçenekleri | FlatCAM to 3D Printer
00024=SEÇENEKLER
00025=Silinecek Satırlar
00026=İzolasyon Kazıması Hızı (dakikada):
00027=İzolasyon Kazıması Z Ekseni Kesme Yüksek.(1. Tur):
00028=İzolasyon Kazıması Z Ekseni Kesme Yüksek. (2. Tur):
00029=İzolasyon Kazıması Z Ekseni Kesme Yüksek. (3. Tur):
00030=İzolasyon Kaz.?
00031=Delme?
00032=Delme Hızı (dakikada):
00033=Delme Z Ekseni Yüksekliği:
00034=Önce Uç Değiştir?
00035=Uç Değiştirme Konumu:
00036=Çıktı Dosya Adı:
00037=Çıktı Dosya Konumu:
00038=Need Help?
00039=Visit Github Repo
00040=Lütfen İzolasyon Kazıması GCODE'nu Seçin
00041=Lütfen bir .gcode dosyası seçin.
00042=Lütfen bir Delme İşlemi Dosyası Seçin.
00043=Lütfen bir Klasör Seçin.
00044=Seçenekler kayıt edildi. Artık dönüşüm işlemine başlayabilirsiniz.
00045=Seçenekler Kayıt Edildi.
00046=Ayarlar Kayıt Edildi.
00047=Ayarlar kayıt edildi. Lütfen programı kapatıp tekrar açın.
00048=Dönüşüm Tamamlandı.
00049=Dönüşüm işlemi başarıyla tamamlandı. Artık dosyayı yazdırabilirsiniz.
00050=
00051=
00052=
00053=
00054=
00055=
00056=
00057=
00058=
00059=
00060=